/* No comment provided by engineer. */
"Account created" = "Cuenta Creada ";

/* No comment provided by engineer. */
"Already backed up" = "Ya se ha hecho Backup ";

/* No comment provided by engineer. */
"Are you sure you want to delete all your contacts ?" = "Este seguro que desean borrar todos los contactos?";

/* No comment provided by engineer. */
"Back" = "Atrás";

/* No comment provided by engineer. */
"confirm password" = "Confirmar la contraseña.";

/* No comment provided by engineer. */
"contacts on server" = "cContactos válides en el cloud";

/* No comment provided by engineer. */
"Create Account" = "Crear cuenta.";

/* No comment provided by engineer. */
"Delete Contacts" = "Borrar contactos";

/* No comment provided by engineer. */
"email" = "email";

/* No comment provided by engineer. */
"Forgot password ?" = "Han olvidado su contraseña??";

/* No comment provided by engineer. */
"Hello ! \nSyncSmartFTS is an easy to use app which can backup your contacts in the cloud and also provides you with the option to transfer/move all of your contacts on different smartphones.\n 1) Create account .\n2) Sign In .\n3) Save your contacts .\n4) Now just sign in from another device and import your contacts.That smart, that simple !! \nTotal count of contacts may be different than the one showed on your phone , depending on what contacts you have selected to be displayed in your contacts app. ! SyncSmartFTS does not take into consideration empty contacts, contact avatars , dates of any kind, addresses , notes and social profile." = "Holla !SyncSmart FTS es una aplicación simple de usar que hace backup de los contactos en el servidor y que, además, ofrece la posibilidad de transferir /mudar los contactos en otro smarthphone\n1) Crear cuenta.\n2)Conectar.\n3) Guardar los contactos.\n4)Ahora conectarse a otro dispozitivo e importar todos los contactos.That smart, that simple !\n! Todos los contactos pueden ser distintos en comparación con el que se muestran en el teléfono, este lugar depende de los contactos selectados para ser muestrados en la aplicación Contactos.\nSyncSmart FTS no tiene en cuenta los contactos vacías, las fotos de los contactos, direcciónes, notas y  perfil social.";

/* No comment provided by engineer. */
"Import Contacts" = "Importar los contactos";

/* No comment provided by engineer. */
"Install contacts from server ?" = "Desean que instalar backup a los contactos en el teléfono? ?";

/* No comment provided by engineer. */
"Internal server error" = "Internal server error";

/* No comment provided by engineer. */
"LOGIN" = "Conectar.";

/* No comment provided by engineer. */
"Logout" = "Deconectar";

/* No comment provided by engineer. */
"Mail already exists" = "Dirección de correo electrónico ya existente.";

/* No comment provided by engineer. */
"No" = "No";

/* No comment provided by engineer. */
"No Internet connection" = "Sin conexión a Internet.";

/* No comment provided by engineer. */
"password" = "contraseña.";

/* No comment provided by engineer. */
"Please enter your credentials" = "Por favor ingrese las letras.";

/* No comment provided by engineer. */
"Please enter your e-mail address so we can reset your password" = "E-mail:";

/* No comment provided by engineer. */
"Please insert same password in both fields" = "Por favor introduzcan misma contraseña en ambos campos.";

/* No comment provided by engineer. */
"Please insert valid email address" = "Por favor, use otro Esmalte válido";

/* No comment provided by engineer. */
"Please use a valid email" = "Por favor, use otro Esmalte válido.";

/* No comment provided by engineer. */
"REGISTER" = "Registración";

/* No comment provided by engineer. */
"Save contacts to server ? This will overwrite your current backup." = "Rehacen el backup de los  contactos ? Este reemplazará el backup corriente";

/* No comment provided by engineer. */
"Save To Cloud" = "Salvar en Cloud";

/* No comment provided by engineer. */
"Server maintenance downtime" = "Server maintenance downtime";

/* No comment provided by engineer. */
"Sorry" = "Estamos arepentidos!";

/* No comment provided by engineer. */
"SyncSmart does not have permissions to use your contacts, check Settings->Privacy" = "SyncSmart FTS nu tiene el permiso de usar sus contactos, por favor consulte Configuración> Confidencialidad> Contactos";

/* No comment provided by engineer. */
"SyncSmart needs your permission to use the contacts before continuing,go to Settings -> Privacy -> Contacts" = "SyncSmart FTS necesita su permiso para continuar, visite Configuración-> Confidencialidad-> Contactos";

/* No comment provided by engineer. */
"Unable to connect, please verify your credentials" = "No se puede conectar, por favor compruebe los caracteres";

/* No comment provided by engineer. */
"Upload completed, your contacts have been backed up" = "Subir Completado";

/* No comment provided by engineer. */
"valid contacts on phone" = "Contactos válides en el teléfono";

/* No comment provided by engineer. */
"We suggest you backup your contacts before proceeding to deletion" = "Los sugerimos que hagan Backup a los contactos antes de comenzar a borrar";

/* No comment provided by engineer. */
"Yes" = "Si";

"Contacts installed" = "Contactos instalados";


